<?php
return [
    'required' => 'Форма ":attribute" заавал бөглөх шаардлагатай.',
    'exists' => 'Х選сон утга ":attribute" буруу байна.',
    'between' => [
        'numeric' => 'Форма ":attribute" :min ба :max-ийн хооронд байх ёстой.',
        'file' => 'Форм ":attribute"-д файлын хэмжээ :min ба :max Килобайт(а)-ын хооронд байх ёстой.',
        'string' => 'Форма ":attribute"-д тэмдэгтийн тоо :min ба :max-ийн хооронд байх ёстой.',
        'array' => 'Форма ":attribute"-д элементүүдийн тоо :min ба :max-ийн хооронд байх ёстой.',
    ],
    'int' => 'Форма ":attribute" бүхэл тоо байх ёстой.',
    'integer' => 'Форма ":attribute" бүхэл тоо байх ёстой.',
    'max' => [
        'numeric' => 'Форма ":attribute" :max-с их байх ёсгүй.',
        'file' => 'Форма ":attribute"-д файлын хэмжээ :max Килобайт(а)-с их байх ёсгүй.',
        'string' => 'Форма ":attribute"-д тэмдэгтийн тоо :max-с их байх ёсгүй.',
        'array' => 'Форма ":attribute"-д элементүүдийн тоо :max-с их байх ёсгүй.',
    ],
    'min' => [
        'numeric' => 'Форма ":attribute" :min-с бага байх ёсгүй.',
        'file' => 'Форма ":attribute"-д файлын хэмжээ :min Килобайт(а)-с бага байх ёсгүй.',
        'string' => 'Форма ":attribute"-д тэмдэгтийн тоо :min-с бага байх ёсгүй.',
        'array' => 'Форма ":attribute"-д элементүүдийн тоо :min-с бага байх ёсгүй.',
    ],

    'string' => 'Форма ":attribute" утга нь тэмдэгт мөр байх ёстой.',
    'unique' => 'Форма ":attribute" утга аль хэдийнэ байна.',
];
