<?php
return [
    'name' => [
        'kk' => 'Казакстан - KZT',
        'mn' => 'Монголия - MNT',
        'ru' => 'Россия - RUB',
        'uz' => 'Өзбекстан - UZS',
        'ky' => 'Кыргызстан - KGS',
        'az' => 'Азербайжан - AZN'
    ],
    'currency' => [
        'kk' => 'KZT',
        'mn' => 'MNT',
        'ru' => 'RUB',
        'uz' => 'UZS',
        'ky' => 'KGS',
        'az' => 'AZN'
    ],
    'country' => [
        'kk' => 'Казакстан',
        'mn' => 'Монголия',
        'ru' => 'Орусия',
        'uz' => 'Өзбекстан',
        'ky' => 'Кыргызстан',
        'az' => 'Азербайжан'
    ],
    'language' => [
        'kk' => 'Қазақша',
        'mn' => 'Монгол хэл',
        'ru' => 'Русский',
        'uz' => 'O‘zbekcha',
        'ky' => 'Кыргызча',
        'az' => 'Azərbaycanca',
    ],
];
