<?php
return [
    'required' => '“:attribute” талаасы толтурууга милдеттүү.',
    'exists' => '“:attribute” үчүн тандалган мааниси туура эмес.',
    'between' => [
        'numeric' => '“:attribute” талаасы :min менен :max ортосунда болушу керек.',
        'file' => '“:attribute” талаасындагы файлдын өлчөмү :min менен :max Килобайт ортосунда болушу керек.',
        'string' => '“:attribute” талаасындагы символдордун саны :min менен :max ортосунда болушу керек.',
        'array' => '“:attribute” талаасындагы элементтердин саны :min менен :max ортосунда болушу керек.',
    ],
    'int' => '“:attribute” талаасы бүтүн сан болушу керек.',
    'integer' => '“:attribute” талаасы бүтүн сан болушу керек.',
    'max' => [
        'numeric' => '“:attribute” талаасы :max дөн ашпашы керек.',
        'file' => '“:attribute” талаасындагы файлдын өлчөмү :max дөн ашпашы керек.',
        'string' => '“:attribute” талаасындагы символдордун саны :max дөн ашпашы керек.',
        'array' => '“:attribute” талаасындагы элементтердин саны :max дөн ашпашы керек.',
    ],
    'min' => [
        'numeric' => '“:attribute” талаасы :min дөн кем болбошу керек.',
        'file' => '“:attribute” талаасындагы файлдын өлчөмү :min дөн кем болбошу керек.',
        'string' => '“:attribute” талаасындагы символдордун саны :min дөн кем болбошу керек.',
        'array' => '“:attribute” талаасындагы элементтердин саны :min дөн кем болбошу керек.',
    ],

    'string' => '“:attribute” талаасы текст болушу керек.',
    'unique' => '“:attribute” талаасында мындай мааниси бар.',
];
