<?php
return [
    'name' => [
        'kk' => 'Казахстан - KZT',
        'mn' => 'Монгол - MNT',
        'ru' => 'Орос - RUB',
        'uz' => 'Узбекистан - UZS',
        'ky' => 'Киргизстан - KGS',
        'az' => 'Азербайжан - AZN'
    ],
    'currency' => [
        'kk' => 'KZT',
        'mn' => 'MNT',
        'ru' => 'RUB',
        'uz' => 'UZS',
        'ky' => 'KGS',
        'az' => 'AZN'
    ],
    'country' => [
        'kk' => 'Казахстан',
        'mn' => 'Монгол',
        'ru' => 'Орос',
        'uz' => 'Узбекистан',
        'ky' => 'Киргизстан',
        'az' => 'Азербайжан'
    ],
    'language' => [
        'kk' => 'Қазақша',
        'mn' => 'Монгол хэл',
        'ru' => 'Русский',
        'uz' => 'O‘zbekcha',
        'ky' => 'Кыргызча',
        'az' => 'Azərbaycanca',
    ],
];
