<?php
return [
    'name' => [
        'kk' => 'Казахстан — KZT',
        'mn' => 'Монголия — MNT',
        'ru' => 'Россия — RUB',
        'uz' => 'Узбекистан — UZS',
        'ky' => 'Кыргызстан — KGS',
        'az' => 'Азербайджан — AZN'
    ],
    'currency' => [
        'kk' => 'KZT',
        'mn' => 'MNT',
        'ru' => 'RUB',
        'uz' => 'UZS',
        'ky' => 'KGS',
        'az' => 'AZN'
    ],
    'country' => [
        'kk' => 'Казахстан',
        'mn' => 'Монголия',
        'ru' => 'Россия',
        'uz' => 'Узбекистан',
        'ky' => 'Кыргызстан',
        'az' => 'Азербайджан'
    ],
    'language' => [
        'kk' => 'Қазақша',
        'mn' => 'Монгол хэл',
        'ru' => 'Русский',
        'uz' => 'O‘zbekcha',
        'ky' => 'Кыргызча',
        'az' => 'Azərbaycanca',
    ],
];
