<?php
return [
    'required' => '":attribute" өрісі міндетті түрде толтырылуы керек.',
    'exists' => '":attribute" үшін таңдалған мән дұрыс емес.',
    'between' => [
        'numeric' => '":attribute" өрісі :min мен :max арасында болуы тиіс.',
        'file' => '":attribute" өрісіндегі файлдың көлемі :min мен :max килобайт арасында болуы тиіс.',
        'string' => '":attribute" өрісіндегі символдар саны :min мен :max арасында болуы тиіс.',
        'array' => '":attribute" өрісіндегі элементтер саны :min мен :max арасында болуы тиіс.',
    ],
    'int' => '":attribute" өрісі бүтін сан болуы керек.',
    'integer' => '":attribute" өрісі бүтін сан болуы керек.',
    'max' => [
        'numeric' => '":attribute" өрісі :max-тан артық болмауы тиіс.',
        'file' => '":attribute" өрісіндегі файлдың көлемі :max килобайттан артық болмауы тиіс.',
        'string' => '":attribute" өрісіндегі символдар саны :max-тан артық болмауы тиіс.',
        'array' => '":attribute" өрісіндегі элементтер саны :max-тан артық болмауы тиіс.',
    ],
    'min' => [
        'numeric' => '":attribute" өрісі :min-нан кем болмауы тиіс.',
        'file' => '":attribute" өрісіндегі файлдың көлемі :min килобайттан кем болмауы тиіс.',
        'string' => '":attribute" өрісіндегі символдар саны :min-нан кем болмауы тиіс.',
        'array' => '":attribute" өрісіндегі элементтер саны :min-нан кем болмауы тиіс.',
    ],

    'string' => '":attribute" өрісі жол (строка) болуы керек.',
    'unique' => '":attribute" өрісіндегі мұндай мән бұрыннан бар.',
];
